% rebase('layout.tpl', title=title, year=year)

<div class="main">
    <h2>{{ title }}</h2>
    <p>Добро пожаловать на наш сайт о погоде в России!</p>
    <p>Мы - команда энтузиастов, которые увлечены изучением и предоставлением актуальной информации о погоде по всей территории Российской Федерации. Наша цель - помочь вам быть в курсе последних прогнозов и изменений погодных условий, чтобы вы могли принимать осознанные решения, планировать свои дни и быть готовыми к переменам.</p>
    <p>Мы уделяем особое внимание точности и достоверности информации, используя передовые технологии и источники данных, чтобы обеспечить вас самой актуальной и достоверной информацией о погоде в вашем регионе.</p>
    <p>Наша команда состоит из опытных метеорологов, разработчиков и аналитиков, которые работают над тем, чтобы предоставить вам простой и удобный доступ к погодным данным, предсказаниям, картам и аналитике.</p>
    <p>Будь то солнечный день на пляже или снежный день на горнолыжном курорте, мы стремимся быть вашим надежным источником информации о погоде в любое время и в любом месте. Следите за обновлениями на нашем сайте и будьте в курсе изменений погоды, чтобы ваша жизнь оставалась яркой и безопасной.</p>
</div>